public class Helper {

    public static void help() {

        System.out.println("******************************HELP*****************************************\n" +
                "Korzhov Volodymyr." + System.lineSeparator() +

                "Завдання:  Автостанція. Запис в розкладі: номер рейсу; час відправлення; дні тижня; \n" +
                "кількість вільних місць;" +
                " маршрут - необмежений набір значень у вигляді “назва станції, час прибуття”.\n");
        System.out.println(
                "\n******************************HELP*****************************************\n");

    }



}
