package ua.lpnuai.oop.korzhov1;

public class Helper {

    public static void help() {

        System.out.println("******************************HELP*****************************************\n" +
                "Korzhov Volodymyr." + System.lineSeparator() +

                "Завдання: Ввести текст. У тексті знайти всі пари слів, з яких одне є обігом (словом навпаки) іншого (наприклад: " +
                " “abc”-“cba”, “def”-“fed”). Результат вивести у вигляді таблиці\n");
        System.out.println(
                "* a.введення даних - введіть ваші дані для завдання" + System.lineSeparator() +
                        " * b.перегляд даних  - подивіться на значення змінних"	+ System.lineSeparator() +
                        " * c.виконання обчислень - моніторинг всіх обчислень, здійснених у програмі" + System.lineSeparator() +
                        " * d.відображення результату - відображає остаточний результат програми" + System.lineSeparator() +
                        " * e.завершення програми - вийти з програми\n" +
                        "\n******************************HELP*****************************************\n");

    }



}
